const quotes = [{
    quote: "그런즉 누구든지 그리스도 안에 있으면 새로운 피조물이라 이전 것은 지나갔으니 보라 새것이 되었도다",
    author: "고린도후서 5:17",
},
{
    quote: "내가 그리스도와 함께 십자가에 못박혔나니, 그런즉 이제는 내가 산 것이 아니요 오직 내 안에 그리스도께서 사신 것이라 이제 내가 육체 가운데 사는 것은 나를 사랑하사 나를 위하여 자기몸을 버리신 하나님의 아들을 믿는 믿음 안에서 사는 것이라",
    author: "갈라디아서 2:20",
},
{
    quote: "그러므로 형제들아 내가 하나님의 모든 자비하심으로 너희를 권하노니 너희 몸을 하나님이 기뻐하시는 거룩한 산 제사로 드리라 이는 너희의 드릴 영적 예배니라",
    author: "로마서 12:1",
},
{
    quote: "나의 계명을 가지고 지키는 자라야 나를 사랑하는 자니 나를 사랑하는 자는 내 아버지께 사랑을 받을 것이요 나도 그를 사랑하여 그에게 나를 나타내리라",
    author: "요한복음 14:21",
},
{
    quote: "모든 성경은 하나님의 감동으로 된 것으로 교훈과 책망과 바르게 함과 의로 교육하기에 유익하니",
    author: "디모데후서 3:16",
},
{
    quote: "이 율법책을 네 입에서 떠나지 말게 하며 주야로 그것을 묵상하여 그 가운데 기록한 대로 다 지켜 행하라 그리하면 네 길이 평탄하게 될 것이라 네가 형통하리라",
    author: "여호수아 1:8",
},
{
    quote: "너희가 내 안에 거하고 내 말이 너희 안에 거하면 무엇이든지 원하는 대로 구하라 그리하면 이루리라",
    author: "요한복음 15:7",
},
{
    quote: "아무것도 염려하지 말고 오직 모든 일에 기도와 간구로 너희 구할 것을 감사함으로 하나님께 아뢰라 그리하면 모든 지각에 뛰어난 하나님의 평강이 그리스도 예수안에서 너희 마음과 생각을 지키시리라",
    author: "빌립보서 4:6,7",
},
{
    quote: "두세 사람이 내 이름으로 모인 곳에는 나도 그들 중에 있느니라",
    author: "마태복음 18:20",
},
{
    quote: "서로 돌아보아 사랑과 선행을 격려하며 모이기를 폐하는 어떤 사람들의 습관과 같이 하지말고 오직 권하여 그날이 가까움을 볼수록 더욱 그리하자",
    author: "히브리서 10:24,25",
}];

const quote = document.querySelector("#quote span:first-child");
const author = document.querySelector("#quote span:last-child");
const todaysQuote = quotes[Math.floor(Math.random() * quotes.length)];

quote.innerText = todaysQuote.quote;
author.innerText = todaysQuote.author;
